{
    "artist": "Beyonce",
    "song": "Crazy in Love",
    "lyrics": "[Intro - Jay Z]\r\nYes!\r\nIt's so crazy right now!\r\nMost incredibly, it's ya girl, Bee,\r\nIt's ya boy, young.\n\n[Intro - Beyonce:]\n\nYou ready?\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\n\n\n[Intro - Jay Z]\n\nYea, history in the making,\n\nPart 2, it's so crazy right now\n\n\n\n[Verse 1 - Beyonce]\n\nI look and stare so deep in your eyes,\n\nI touch on you more and more every time,\n\nWhen you leave I'm begging you not to go,\n\nCall your name two or three times in a row,\n\nSuch a funny thing for me to try to explain,\n\nHow I'm feeling and my pride is the one to blame.\n\n'Cuz I know I don't understand,\n\nJust how your love your doing no one else can.\n\n\n\n[Chorus - Beyonce]\n\nGot me looking so crazy right now, your love's\n\nGot me looking so crazy right now (in love)\n\nGot me looking so crazy right now, your touch\n\nGot me looking so crazy right now (your touch)\n\nGot me hoping you'll page me right now, your kiss \n\nGot me hoping you'll save me right now \n\nLooking so crazy in love's,\n\nGot me looking, got me looking so crazy in love.\n\n\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\nUh oh, uh oh, uh oh, oh no no\n\n\n\n[Verse 2 - Beyonce]\n\nWhen I talk to my friends so quietly,\n\nWho he think he is? Look at what you did to me,\n\nTennis shoes, don't even need to buy a new dress,\n\nIf you ain't there ain't nobody else to impress,\n\nThe way that you know what I thought I knew,\n\nIt's the beat my heart skips when I'm with you,\n\nBut I still don't understand,\n\nJust how the love your doing no one else can.\n\n\n\n[Chorus - Beyonce]\n\nGot me looking so crazy right now, your love's\n\nGot me looking so crazy right now (oh crazy)\n\nGot me looking so crazy right now, your touch (you're in love)\n\nGot me looking so crazy right now (love!)\n\nGot me hoping you'll page me right now, your kiss (hey!)\n\nGot me hoping you'll save me right now \n\nLooking so crazy in love's, (hey)\n\nGot me looking, got me looking so crazy in love.\n\n\n\nI'm Looking so crazy in love's,\n\nGot me looking, got me looking so crazy in love.\n\n\n\n[Verse 3 - Jay Z (Beyonce)]\n\nCheck it, let's go\n\nYoung Hov y'all know when the flow is loco,\n\nYoung B and the R-O-C, uh oh, (oh)\n\nOl' G, big homie, the one and only,\n\nStick bony, but the pocket is fat like Tony, Soprano, (oh no)\n\nThe ROC handle like Van Axel,\n\nI shake phoneys man, You can't get next to,\n\nThe genuine article I do not sing though,\n\nI sling though, If anything I bling yo,\n\n\n\na star like Ringo, roll like ??\n\nCrazy bring ya whole set,\n\nJay Z in the range, crazy and deranged,\n\nThey can't figure them out they like hey is he insane, (oh no)\n\nYes sir I'm cut from a different cloth,\n\nMy texture is the best fur, of chinchilla.\n\n(Uh oh, uh oh, uh oh, oh no no)\n\nBeen dealing with chain smokers,\n\nBut how you think I got the name Hova?\n\n(Uh oh, uh oh, uh oh, oh no no)\n\nI been realer the game's over,\n\n(Uh oh, uh oh, uh oh, oh no no)\n\nFall back young, ever since the label changed over\n\n(Uh oh, uh oh, uh oh, oh no no)\n\nto platinum the game's been wrap, One!\n\n\n\n[Bridge - Beyonce]\n\nGot me looking, so crazy, my baby\n\nI'm not myself, lately I'm foolish, I don't do this,\n\nI've been playing myself, baby I don't care\n\n'Cuz your love's got the best of me,\n\nAnd baby you're making a fool of me,\n\nYou got me sprung and I don't care who sees,\n\n'Cuz baby you got me, you got me, so crazy baby\n\nHEY!\n\n\n\n[Chorus - Beyonce]\n\nGot me looking so crazy right now, your love's (oh love)\n\nGot me looking so crazy right now (lookin' crazy)\n\nGot me looking so crazy right now, your touch\n\nGot me looking so crazy right now \n\nGot me hoping you'll page me right now, your kiss (baby)\n\nGot me hoping you'll save me right now (baby)\n\nLooking so crazy in love's, (whoa!)\n\nGot me looking, got me looking so crazy in love. (whoa!)\n\n\n\nGot me looking so crazy right now, your love's\n\nGot me looking so crazy right now (your love)\n\nGot me looking so crazy right now, your touch\n\nGot me looking so crazy right now (your touch)\n\nGot me hoping you'll page me right now, your kiss \n\nGot me hoping you'll save me right now \n\nLooking so crazy in love's,\n\nGot me looking, got me looking so crazy in love"
}