{
    "artist": "Jay-Z",
    "song": "99 Problems",
    "lyrics": "If you havin girl problems I feel bad for you son\r\nI got 99 problems, but a bitch ain't one\r\nI got the Rap Patrol on the gat patrol\r\nFoes that wanna make sure my casket's closed\r\nRap critics that say he's \"Money, Cash, Hoes\"\r\nI'm from the hood stupid, what type of facts are those?\n\nIf you grew up with holes in your zapper toes\n\nYou'd celebrate the minute you was havin dough\n\nI'm like fuck critics, you can kiss my whole asshole\n\nIf you don't like my lyrics, you can press fast forward\n\nGot beef with radio if I don't play they show\n\nthey don't play my hits - well I don't give a shit, SO!\n\nRap mags try and use my black ass\n\nSo advertisers can give 'em more cash for ads, fuckers!\n\nI don't know what you take me as\n\nOr understand the intelligence that Jay-Z has\n\nI'm from, rags to riches, niggaz I ain't dumb\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\n99 problems but a bitch ain't one\n\nIf you havin girl problems I feel bad for you son\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\nThe year is ninety-four, in my trunk is raw\n\nIn my rearview mirror is the motherfuckin law\n\nGot two choices y'all, pull over the car or (hmm)\n\nbounce on the Devil, put the pedal to the floor\n\nAnd I ain't tryin to see no highway chase with Jake\n\nPlus I got a few dollars, I can fight the case\n\nSo I, pull over to the side of the road\n\n\"Son do you know why I'm stoppin you for?\"\n\nCause I'm young and I'm black and my hat's real low\n\nOr do I look like a mindreader sir? I don't know\n\nAm I under arrest or should I guess some mo'?\n\n\"Well you was doin fifty-five in the fifty-four;\n\nlicense and registration and step out of the car -\n\nare you carryin a weapon on you? I know a lot of you are\"\n\nI ain't steppin out of shit, all my papers legit\n\n\"Well do you mind if I look around the car a little bit?\"\n\nWell my glove compartment is locked, so is the trunk in the back\n\nAnd I know my rights, so you gon' need a warrant for that\n\n\"Aren't you sharp as a tack! You should try out\n\nfor lawyer or somethin, somebody important or somethin\"\n\nChild I ain't passed the bar, but I know a little bit\n\nEnough that you won't illegally search my shit\n\n\"Well we'll see how smart you are when the canine comes\"\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\n99 problems but a bitch ain't one\n\nIf you havin girl problems I feel bad for you son\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\n99 problems but a bitch ain't one\n\nIf you havin girl problems I feel bad for you son\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\nNow once upon a time, not too long ago\n\nA nigga like myself had to strongarm a hoe\n\nThis is not a hoe in the sense of havin a pussy\n\nBut a pussy havin no God damn sense, try an' push me\n\nI try to ignore him, talk to the Lord\n\nPray for him, but some fools just love to perform\n\nYou know the type, loud as a motorbike\n\nBut wouldn't bust a grape in a fruit fight\n\nAnd only thing that's gon' happen is I'ma get to clappin and\n\nhe and his boys gon' be yappin to the Captain\n\nAnd there I go, trapped in the Kit-Kat again\n\nBack through the system with the riff-raff again\n\nFiends on the floor, scratchin again\n\nPaparazzis with they cameras, snappin them\n\nD.A. try to give a nigga shaft again\n\nHalf a mill' for bail cause I'm African\n\nAll because this fool was harassin them\n\nTryin to play the boy like he's saccharin\n\nBut ain't nuttin sweet bout how I hold my gun\n\nI got 99 problems B and a bitch ain't one - hit me!\n\n\n\n99 problems but a bitch ain't one\n\nIf you havin girl problems I feel bad for you son\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\n99 problems but a bitch ain't one\n\nIf you havin girl problems I feel bad for you son\n\nI got 99 problems, but a bitch ain't one - hit me!\n\n\n\n.. Whoo! Whoo! Uh, uh\n\nHavin girl problems I feel bad for you son\n\nI got 99 problems and a bitch ain't one, ha ha!\n\nYou crazy for this one Rick! It's your boy!"
}